/* 
   Localizable.strings
   Meemi

   Created by Giacomo Tufano on 22/06/10.
   Copyright 2010 gt@iltofa.it All rights reserved.
 */
"Thread" = "Thread";
"Error" = "Error";
"This video cannot be shown on this device" = "This video cannot be shown on this device";
"Release to Reload" = "Release to Reload";
"Pull down to Reload" = "Pull down to Reload";
"Reloading..." = "Reloading...";
"Reply with?" = "Reply with?";
"Cancel" = "Cancel";
"Text" = "Text";
"Image" = "Image";
"Error loading data: %@. Please try again later" = "Error loading data: %@. Please try again later";
"Mark Memes Read?" = "Mark Memes Read?";
"Mark" = "Mark";
"An unknown place" = "An unknown place";